Public Attributes | List of all members
API_RailingPanelQuantity Struct Reference
Element Manager
Calculated values for railing panels. More...
#include <APIdefs_Elements.h>
 Public Attributes
 double  | volume
Volume of the railing panel.
Detailed Description
Calculated values for railing panels.